Repository: Johnsonwang1/jerseysfever-ops-system
Catalog: downloads/plugins/advanced-coupons-for-woocommerce/languages/advanced-coupons-for-woocommerce-*.po
Languages: es_es

source: Advanced Coupons for WooCommerce (Premium Add-on) adds even more advanced features to WooCommerce coupons so store owners can market their stores better.
es_es: Advanced Coupons para WooCommerce (Complemento Premium) agrega funciones aún más avanzadas a los cupones de WooCommerce para que los propietarios de tiendas puedan promocionar mejor sus tiendas.

source: <a class="action-button" href="%1$s" title="Activate this plugin">Click here to activate &rarr;</a><span><em>Plugin Detected</em></span>
es_es: <a class="action-button" href="%1$s" title="Activar este plugin">Haz clic aquí para activar &rarr;</a><span><em>Plugin Detectado</em></span>

source: <a class="action-button" href="%1$s" title="Install this plugin">Click here to install from WordPress.org repo &rarr;</a>
es_es: <a class="action-button" href="%1$s" title="Instalar este plugin">Haz clic aquí para instalar desde el repositorio de WordPress.org &rarr;</a>

source: Please ensure you have the <a href="%1$s" target="_blank">%2$s</a> plugin installed and activated.<br/>
es_es: Por favor, asegúrate de tener el plugin <a href="%1$s" target="_blank">%2$s</a> instalado y activado.<br/>

source: <a href="%1$s">Click here to update %2$s &rarr;</a>
es_es: <a href="%1$s">Haz clic aquí para actualizar %2$s &rarr;</a>

source: Please ensure you have the latest version of <a href="%1$s" target="_blank">%2$s</a> plugin installed and activated.<br/>
es_es: Por favor, asegúrate de tener instalada y activada la última versión del plugin <a href="%1$s" target="_blank">%2$s</a>.<br/>

source: Sorry, you are not allowed access to this endpoint.
es_es: Lo siento, no tienes permiso para acceder a este punto final.

source: Advanced Coupons
es_es: Cupones Avanzados

source: Orders with coupons
es_es: Pedidos con cupones

source: List of orders that had used coupon in them
es_es: Lista de pedidos que han usado cupones

source: Year
es_es: Año

source: Last Month
es_es: Mes Pasado

source: This Month
es_es: Este Mes

source: Last 7 Days
es_es: Últimos 7 Días

source: 24 Hours
es_es: 24 Horas

source: Invalid AJAX call
es_es: Llamada AJAX no válida

source: You are not allowed to do this.
es_es: No tienes permiso para hacer esto.

source: The quantity of the %s can't be modified.
es_es: La cantidad de %s no se puede modificar.

source: You are not allowed to do this
es_es: No tienes permiso para hacer esto

source: Missing required post data
es_es: Faltan datos de publicación requeridos

source: "Add Products" data has been saved successfully!
es_es: ¡Los datos de "Agregar Productos" se han guardado con éxito!

source: "Add Products" data has been cleared successfully!
es_es: ¡Los datos de "Agregar Productos" se han borrado con éxito!

source: Failed on clearing or there were no changes to save.
es_es: Error al borrar o no hubo cambios para guardar.

source: You are not allowed to use this coupon.
es_es: No tienes permiso para usar este cupón.

source: Your current cart is eligible for a coupon.
es_es: Tu carrito actual es elegible para un cupón.

source: Apply Coupon
es_es: Aplicar Cupón

source: Appy notification coupons cache have been cleared successfully.
es_es: La caché de cupones de notificación de Appy se ha borrado con éxito.

source: Appy notification coupons cache has been rebuilt successfully. %s coupon(s) have been validated.
es_es: La caché de cupones de notificación de Appy se ha reconstruido con éxito. %s cupón(es) han sido validados.

source: Auto apply coupons cache have been cleared successfully.
es_es: La caché de cupones de aplicación automática se ha borrado con éxito.

source: Auto apply coupons cache has been rebuilt successfully. %s coupon(s) have been validated.
es_es: La caché de cupones de aplicación automática se ha reconstruido con éxito. %s cupón(es) han sido validados.

source: Combination of Products – good when dealing with variable products or multiple products
es_es: Combinación de Productos – útil cuando se trabaja con productos variables o múltiples productos

source: Product Categories – good when you want to trigger or apply a range of products from a particular category or set of categories
es_es: Categorías de Producto – útil cuando quieres activar o aplicar una variedad de productos de una categoría particular o conjunto de categorías

source: Any Products - good when you want to trigger or apply all of the products present in the cart
es_es: Cualquier Producto – útil cuando quieres activar o aplicar todos los productos presentes en el carrito

source: Any Combination of Products
es_es: Cualquier Combinación de Productos

source: Product Categories
es_es: Categorías de Producto

source: Any Products
es_es: Cualquier Producto

source: The coupon "%s" cannot be applied to the cart temporarily. Please try again in a few minutes.
es_es: El cupón "%s" no se puede aplicar al carrito temporalmente. Por favor, inténtalo de nuevo en unos minutos.

source: IMPORTANT INFORMATION
es_es: INFORMACIÓN IMPORTANTE

source: We are currently updating the data of your BOGO coupons that have product categories set as "Buy" and/or "Get" setup.
es_es: Actualmente estamos actualizando los datos de tus cupones BOGO que tienen configuradas categorías de productos como "Comprar" y/o "Obtener".

source: The affected coupons will %1$stemporarily%2$s not be valid in the cart and also can't be edited until the update process has been completed.
es_es: Los cupones afectados %1$sno serán válidos temporalmente%2$s en el carrito y tampoco se podrán editar hasta que se complete el proceso de actualización.

source: Click the button below to learn more about the changes of our implementation with BOGO or view the progress of the update process.
es_es: Haz clic en el botón de abajo para saber más sobre los cambios en nuestra implementación con BOGO o para ver el progreso del proceso de actualización.

source: Learn more
es_es: Aprender más

source: View Progress
es_es: Ver Progreso

source: Settings
es_es: Configuración

source: Add license key
es_es: Agregar clave de licencia

source: Product Quantity In The Cart
es_es: Cantidad de Producto en el Carrito

source: Cart Weight
es_es: Peso del Carrito

source: Custom Taxonomy Exist In The Cart
es_es: La Taxonomía Personalizada Existe en el Carrito

source: Within Hours After Customer Registered
es_es: Dentro de las Horas Después de Registrarse el Cliente

source: Within Hours After Customer Last Order
es_es: Dentro de las Horas Después del Último Pedido del Cliente

source: Custom User Meta
es_es: Meta de Usuario Personalizado

source: Custom Cart Item Meta
es_es: Meta de Ítem Personalizado del Carrito

source: Total Customer Spend
es_es: Gasto Total del Cliente

source: Product Stock Availability Exists In Cart
es_es: Disponibilidad de Stock de Producto en el Carrito

source: Has Ordered Before
es_es: Ha Realizado un Pedido Antes

source: Has Ordered Product Categories Before
es_es: Ha Pedido Categorías de Producto Antes

source: Total Customer Spend on a certain product category
es_es: Gasto Total del Cliente en una Cierta Categoría de Producto

source: Shipping Zone And Region
es_es: Zona y Región de Envío

source: Product Type
es_es: Tipo de Producto

source: Product Quantities Exists In Cart
es_es: Cantidades de Producto en el Carrito

source: Product
es_es: Producto

source: Condition
es_es: Condición

source: Quantity
es_es: Cantidad

source: Total weight of cart items
es_es: Peso total de los ítems del carrito

source: Cart Weight (%s)
es_es: Peso del Carrito (%s)

source: Allow usage of this coupon within hours after customer was registered
es_es: Permitir el uso de este cupón dentro de horas después de que el cliente se registró

source: Hours
es_es: Horas

source: Allow usage of this coupon within hours after customer has ordered
es_es: Permitir el uso de este cupón dentro de horas después de que el cliente haya realizado un pedido

source: Total amount customer spent for the last x number of days. Setting offset to 0 will get overall customer total spend.
es_es: Monto total que el cliente gastó en los últimos x días. Establecer el desplazamiento en 0 obtendrá el gasto total general del cliente.

source: Total Spend
es_es: Gasto Total

source: Days offset
es_es: Desplazamiento de Días

source: Product has already been added to the table
es_es: El producto ya se ha agregado a la tabla

source: In Stock
es_es: En Stock

source: Out of Stock
es_es: Fuera de Stock

source: On Backorder
es_es: En Pedido Pendiente

source: Customer Has Ordered Products Before
es_es: El Cliente Ha Pedido Productos Antes

source: Type
es_es: Tipo

source: Within a period
es_es: Dentro de un periodo

source: Number of orders
es_es: Número de pedidos

source: No. of previous days
es_es: Número de días anteriores

source: Shipping Zone
es_es: Zona de Envío

source: Select shipping zone
es_es: Seleccionar zona de envío

source: Zone Region(s)
es_es: Región(es) de la Zona

source: Select zone region(s)
es_es: Seleccionar región(es) de la zona

source: Custom Taxonomy Exists In Cart
es_es: La Taxonomía Personalizada Existe en el Carrito

source: Select taxonomy
es_es: Seleccionar taxonomía

source: Select terms
es_es: Seleccionar términos

source: Customer Has Ordered Product Categories Before
es_es: El Cliente Ha Pedido Categorías de Producto Antes

source: Product Category has already been added to the table
es_es: La Categoría de Producto ya se ha agregado a la tabla

source: Add Category
es_es: Agregar Categoría

source: Category
es_es: Categoría

source: Spend
es_es: Gastar

source: Meta Key
es_es: Clave Meta

source: Meta Value
es_es: Valor Meta

source: Value type
es_es: Tipo de Valor

source: Text
es_es: Texto

source: Number
es_es: Número

source: Price
es_es: Precio

source: Number of Customer Orders
es_es: Número de Pedidos del Cliente

source: Currently logged in customer's total number of orders
es_es: Número total de pedidos del cliente actualmente conectado

source: Count
es_es: Contar

source: %s (continent)
es_es: %s (continente)

source: Percentage cashback (store credits)
es_es: Reembolso en porcentaje (créditos de tienda)

source: Fixed cashback (store credits)
es_es: Reembolso fijo (créditos de tienda)

source: Cashback coupon
es_es: Cupón de reembolso

source: View Order
es_es: Ver Pedido

source: Cashback waiting period
es_es: Periodo de espera del reembolso

source: Number of days to delay giving the store credits cashback after the order is completed.
es_es: Número de días para retrasar la entrega de los créditos de tienda como reembolso después de completar el pedido.

source: cashback
es_es: reembolso

source: Will be earned as store credits %s day after the order has been completed.
es_es: Se obtendrá como créditos de tienda %s día después de que se complete el pedido.

source: Will be earned as store credits after the order has been completed.
es_es: Se obtendrá como créditos de tienda después de que se complete el pedido.

source: will be added on
es_es: será agregado el

source: pending
es_es: pendiente

source: Cashback (store credits)
es_es: Reembolso (créditos de tienda)

source: Show on my coupons page?
es_es: ¿Mostrar en la página de mis cupones?

source: When checked, this will show the coupon in all customers my coupons page
es_es: Cuando se marque, esto mostrará el cupón en la página de cupones de todos los clientes

source: Coupon label
es_es: Etiqueta del cupón

source: Coupon: %s
es_es: Cupón: %s

source: Modify the label displayed for the coupon on the cart totals table. Add the %s tag to this text and it will be replaced with the actual coupon code.
es_es: Modifica la etiqueta mostrada para el cupón en la tabla de totales del carrito. Agrega la etiqueta %s a este texto y será reemplazada por el código del cupón real.

source: My Coupons
es_es: Mis Cupones

source: Available Coupons
es_es: Cupones Disponibles

source: Owned Coupons
es_es: Cupones Propios

source: Used / Expired Coupons
es_es: Cupones Usados / Expirados

source: You have no coupons.
es_es: No tienes cupones.

source: Hide my coupons tab
es_es: Ocultar la pestaña de mis cupones

source: If checked, this feature will hide my coupons tab on my account page.
es_es: Si está marcado, esta función ocultará la pestaña de mis cupones en la página de mi cuenta.

source: Defer apply
es_es: Aplicar después

source: When checked, the coupon will not be applied to the cart until its conditions and/or restrictions are met.
es_es: Cuando está marcado, el cupón no se aplicará al carrito hasta que se cumplan sus condiciones y/o restricciones.

source: One Click Apply
es_es: Aplicación con un Clic

source: Show a WooCommerce notification on the cart page with a button to apply the coupon when the customer is eligible to apply this coupon.
es_es: Mostrar una notificación de WooCommerce en la página del carrito con un botón para aplicar el cupón cuando el cliente sea elegible para aplicarlo.

source: Enable one click apply notifications
es_es: Habilitar notificaciones de aplicación con un clic

source: When checked, this will enable one click apply notifications for this coupon which will then show a notification for customers in the cart when the coupon can be applied.
es_es: Cuando está marcado, esto habilitará las notificaciones de aplicación con un clic para este cupón, lo cual mostrará una notificación para los clientes en el carrito cuando el cupón pueda ser aplicado.

source: Notification message
es_es: Mensaje de notificación

source: The notification message that will be displayed after checking that the coupon is elegible in the customer's cart.
es_es: El mensaje de notificación que se mostrará después de verificar que el cupón es elegible en el carrito del cliente.

source: Apply Button Text
es_es: Texto del Botón de Aplicación

source: The text for the button to apply the coupon.
es_es: El texto para el botón que aplica el cupón.

source: Notification type
es_es: Tipo de notificación

source: The type of notification to display.
es_es: El tipo de notificación a mostrar.

source: Select...
es_es: Seleccionar...

source: Info
es_es: Información

source: Success
es_es: Éxito

source: Payment Methods Restriction
es_es: Restricción de Métodos de Pago

source: Restrict the payment methods that are selectable on the checkout if this coupon is applied. The payment methods shown to the user on the checkout will be filtered via the rules below.
es_es: Restringir los métodos de pago que se pueden seleccionar en el pago si se aplica este cupón. Los métodos de pago que se mostrarán al usuario en el pago se filtrarán según las reglas a continuación.

source: Enable payment methods restriction
es_es: Habilitar restricción de métodos de pago

source: When checked, will enable payment methods restriction check when coupon is applied
es_es: Cuando esté marcado, habilitará la verificación de la restricción de métodos de pago cuando se aplique el cupón

source: The type of implementation for this restriction. Select "allowed" to only allow payment via the selected methods. Select "disallowed" to only payment that don't fall under the selected methods.
es_es: El tipo de implementación para esta restricción. Seleccione "permitido" para permitir el pago solo mediante los métodos seleccionados. Seleccione "no permitido" para excluir los métodos seleccionados.

source: Allowed
es_es: Permitido

source: Disallowed
es_es: No permitido

source: Payment Methods
es_es: Métodos de Pago

source: The payment methods that should/shouldn't be used to process payment with this coupon.
es_es: Los métodos de pago que deberían/no deberían ser utilizados para procesar el pago con este cupón.

source: Category: %s
es_es: Categoría: %s

source: Add Products
es_es: Agregar Productos

source: Enable auto apply for this coupon.
es_es: Habilitar aplicación automática para este cupón.

source: %1$sNote:%2$s coupon cannot be auto applied when "Allowed emails", "Usage limit per coupon", "Usage limit per user" and/or "Virtual coupons" option is set.
es_es: %1$sNota:%2$s el cupón no se puede aplicar automáticamente cuando las opciones "Correos permitidos", "Límite de uso por cupón", "Límite de uso por usuario" y/o "Cupones virtuales" están configuradas.

source: Auto Apply Coupon
es_es: Aplicar Cupón Automáticamente

source: Shipping Overrides
es_es: Anulaciones de Envío

source: Reset usage count every:
es_es: Reiniciar el conteo de uso cada:

source: Never reset
es_es: Nunca reiniciar

source: Every year
es_es: Cada año

source: Every month
es_es: Cada mes

source: Every week
es_es: Cada semana

source: Every day
es_es: Cada día

source: Set the time period to reset the usage limit count. <strong>Yearly:</strong> resets at start of the year. <strong>Monthly:</strong> resets at start of the month. <strong>Weekly:</strong> resets at the start of every week (day depends on the <em>"Week Starts On"</em> setting). <strong>Daily:</strong> resets everyday. Time is always set at 12:00am of the local timezone settings.
es_es: Establece el periodo de tiempo para reiniciar el conteo de límite de uso. <strong>Anual:</strong> se reinicia al inicio del año. <strong>Mensual:</strong> se reinicia al inicio del mes. <strong>Semanal:</strong> se reinicia al inicio de cada semana (el día depende de la configuración <em>"La semana comienza en"</em>). <strong>Diario:</strong> se reinicia todos los días. La hora siempre se establece a las 12:00 am según la zona horaria local.

source: Next reset for coupon usage count is on %1$s %2$s
es_es: El próximo reinicio del conteo de uso del cupón será el %1$s %2$s

source: Very high (1)
es_es: Muy alto (1)

source: High (10)
es_es: Alto (10)

source: Low (50)
es_es: Bajo (50)

source: Very Low (90)
es_es: Muy bajo (90)

source: Email id is not exists
es_es: El ID de correo electrónico no existe

source: Nonce verification failed
es_es: La verificación del nonce falló

source: Click to preview email
es_es: Haz clic para previsualizar el correo

source: Edit email content
es_es: Editar el contenido del correo

source: Advanced Coupons - store credit reminder
es_es: Cupones Avanzados - Recordatorio de crédito de tienda

source: Store credit reminder email that is sent to the customer.
es_es: Correo de recordatorio de crédito de tienda que se envía al cliente.

source: %s: Store credits balance reminder!
es_es: %s: ¡Recordatorio de saldo de créditos de tienda!

source: You have unused store credits
es_es: Tienes créditos de tienda sin usar

source: Hey %s, we just want to remind you about your unused store credits that you can use as discount/payment in your next order.
es_es: Hola %s, solo queremos recordarte sobre tus créditos de tienda sin usar que puedes utilizar como descuento/pago en tu próximo pedido.

source: Store credit balance: %s
es_es: Saldo de crédito de tienda: %s

source: Here are some products that you might like:
es_es: Aquí hay algunos productos que podrían interesarte:

source: Add to cart
es_es: Añadir al carrito

source: View Shop
es_es: Ver Tienda

source: Available placeholders: %s
es_es: Marcadores de posición disponibles: %s

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: Enable this email
es_es: Habilitar este correo electrónico

source: Subject
es_es: Asunto

source: Email heading
es_es: Encabezado del correo electrónico

source: Message
es_es: Mensaje

source: Additional content
es_es: Contenido adicional

source: Text to appear below the main email content.
es_es: Texto que aparecerá debajo del contenido principal del correo electrónico.

source: N/A
es_es: No aplicable

source: Email type
es_es: Tipo de correo electrónico

source: Choose which format of email to send.
es_es: Elija el formato de correo electrónico a enviar.

source: The %s coupon can't be applied. This coupon is not allowed to work in conjunction with the coupon(s) currently applied on the cart.
es_es: El cupón %s no se puede aplicar. Este cupón no está permitido en conjunto con los cupones actualmente aplicados en el carrito.

source: Force Apply
es_es: Aplicación Forzada

source: Disable
es_es: Desactivar

source: When applied via URL only
es_es: Solo cuando se aplica a través de URL

source: Enabled
es_es: Habilitado

source: When enabled, conflicting coupons that are already applied to the cart will be replaced with this coupon instead. This is useful especially if you have an auto applied coupon that you want to be removed when a conflicting coupon is applied.
es_es: Cuando está habilitado, los cupones en conflicto que ya están aplicados al carrito serán reemplazados por este cupón. Esto es especialmente útil si tiene un cupón aplicado automáticamente que desea eliminar cuando se aplica un cupón en conflicto.

source: Scheduler
es_es: Programador

source: Auto Apply
es_es: Aplicación Automática

source: Have your coupon automatically apply once it's able to be applied.
es_es: Haga que su cupón se aplique automáticamente una vez que pueda ser aplicado.

source: Advanced Usage Limits
es_es: Límites de Uso Avanzados

source: Improves the usage limits feature of coupons, allowing you to set a time period to reset the usage counts.
es_es: Mejora la función de límites de uso de cupones, permitiendo establecer un periodo de tiempo para reiniciar los contadores de uso.

source: Lets you provide coupons that can discount shipping prices for any shipping method.
es_es: Le permite ofrecer cupones que descuenten los precios de envío para cualquier método de envío.

source: On application of the coupon add certain products to the cart automatically after applying coupon.
es_es: Al aplicar el cupón, agregue ciertos productos al carrito automáticamente después de aplicar el cupón.

source: Lets you show a WooCommerce notice to a customer if the coupon is able to be applied with a button to apply it.
es_es: Le permite mostrar una notificación de WooCommerce al cliente si el cupón se puede aplicar, junto con un botón para aplicarlo.

source: Restrict coupons to be used by certain payment method gateways only.
es_es: Restringir el uso de cupones solo a ciertos métodos de pago.

source: Sort Coupons in Cart
es_es: Ordenar Cupones en el Carrito

source: Set priority for each coupon and automatically sort the applied coupons on cart/checkout. This will also sort coupons under auto apply and apply notifications.
es_es: Establezca prioridad para cada cupón y ordene automáticamente los cupones aplicados en el carrito/checkout. Esto también ordenará los cupones bajo aplicación automática y notificaciones de aplicación.

source: Virtual Coupons
es_es: Cupones Virtuales

source: Bulk generate 100's or 1000's of unique alternative coupon codes for a coupon to use in welcome sequences, abandoned cart sequences, and other scenarios.
es_es: Genere en masa cientos o miles de códigos de cupón alternativos únicos para usar en secuencias de bienvenida, secuencias de carrito abandonado y otros escenarios.

source: Cashback Coupon
es_es: Cupón de Cashback

source: A new coupon discount type that provides cashback to customers as store credits.
es_es: Un nuevo tipo de descuento de cupón que ofrece cashback a los clientes en forma de créditos de tienda.

source: Invalid days and time error message (global)
es_es: Mensaje de error de días y horas no válidos (global)

source: Optional. Show a custom error message to customers that try to apply this coupon on days and/or times that are not valid. Leave blank to use the default message.
es_es: Opcional. Mostrar un mensaje de error personalizado a los clientes que intenten aplicar este cupón en días y/o horas no válidas. Deje en blanco para usar el mensaje predeterminado.

source: The {coupon_code} coupon cannot be applied at this day or time.
es_es: El cupón {coupon_code} no se puede aplicar en este día u hora.

source: Reminder Emails
es_es: Correos de Recordatorio
