Repository: Johnsonwang1/jerseysfever-ops-system
Catalog: downloads/plugins/advanced-coupons-for-woocommerce/languages/advanced-coupons-for-woocommerce-*.po
Languages: es_es

source: Send a reminder emails to your customers to get them to come back and use their store credit. Emails will be sent automatically when customers have been inactive for the given period and contain their current store credit balance along with suggested product from your store.
es_es: Envíe correos electrónicos de recordatorio a sus clientes para que regresen y usen su crédito de tienda. Los correos electrónicos se enviarán automáticamente cuando los clientes hayan estado inactivos durante el periodo dado y contendrán su saldo actual de crédito de tienda junto con productos sugeridos de su tienda.

source: How long after being inactive should a reminder be sent?
es_es: ¿Cuánto tiempo después de estar inactivo se debe enviar un recordatorio?

source: A customer is said to be inactive if they haven't placed any orders after the number of days set in this setting. Once inactive, the reminder email will trigger and resend after each period if they are still found to be inactive.
es_es: Un cliente se considera inactivo si no ha realizado pedidos después del número de días establecido en esta configuración. Una vez inactivo, el correo de recordatorio se activará y se reenviará después de cada periodo si sigue estando inactivo.

source: What time of day should reminders be sent?
es_es: ¿A qué hora del día se deben enviar los recordatorios?

source: This is the time of day that emails are scheduled to send based on the timezone of your store (" + timezone setting text + "). By default, emails will be set to send at 10am.
es_es: Esta es la hora del día en la que los correos electrónicos están programados para enviarse según la zona horaria de su tienda (" + texto de configuración de la zona horaria + "). Por defecto, los correos se enviarán a las 10 am.

source: Suggested product/categories to include in reminder emails
es_es: Producto/categorías sugeridos para incluir en correos de recordatorio

source: The product/categories selected will be shown to customers at the bottom of the email.
es_es: Los productos/categorías seleccionados se mostrarán a los clientes al final del correo.

source: None
es_es: Ninguno

source: Random
es_es: Aleatorio

source: High Rating
es_es: Alta Calificación

source: Remind
es_es: Recordar

source: Loading
es_es: Cargando

source: Send a Reminder
es_es: Enviar un Recordatorio

source: Manually send an email reminder to this customer to remind them about using their store credit :
es_es: Enviar manualmente un correo electrónico de recordatorio a este cliente para recordarle que use su crédito de tienda:

source: Preview
es_es: Previsualizar

source: Send
es_es: Enviar

source: Failed to send email
es_es: No se pudo enviar el correo

source: The reminder has been successfully emailed to customer_account
es_es: El recordatorio se ha enviado correctamente al cliente

source: Utilities
es_es: Utilidades

source: Rebuild/Clear Auto Apply Coupons Cache
es_es: Reconstruir/Limpiar la Caché de Cupones de Aplicación Automática

source: Manually rebuild and validate all auto apply coupons within the cache or clear the cache entirely.
es_es: Reconstruya y valide manualmente todos los cupones de aplicación automática dentro de la caché o limpie la caché por completo.

source: Rebuild/Clear Apply Notification Coupons Cache
es_es: Reconstruir/Limpiar la Caché de Cupones de Notificación de Aplicación

source: Manually rebuild and validate all apply notification coupons within the cache or clear the cache entirely.
es_es: Reconstruir y validar manualmente todos los cupones de notificación de aplicación dentro de la caché o limpiar la caché por completo.

source: Reset coupons usage limit
es_es: Restablecer el límite de uso de cupones

source: Manually run cron for resetting usage limit for all applicable coupons.
es_es: Ejecutar manualmente el cron para restablecer el límite de uso de todos los cupones aplicables.

source: Hide the applied coupon on the cart and checkout if it is equal to $0
es_es: Ocultar el cupón aplicado en el carrito y la caja si es igual a $0

source: If checked, this feature will hide coupons that have a value of $0 from view on the cart and checkout pages.
es_es: Si se marca, esta función ocultará los cupones que tengan un valor de $0 en las páginas del carrito y la caja.

source: The next update of %1$sAdvanced Coupons Premium%2$s (version 3.4) changes how the discounts of BOGO coupons with product categories as triggers and/or deals are implemented on the cart.
es_es: La próxima actualización de %1$sAdvanced Coupons Premium%2$s (versión 3.4) cambiará la forma en que se implementan los descuentos de los cupones BOGO con categorías de productos como desencadenantes y/o ofertas en el carrito.

source: You can learn more about this new changes by reading the blog post linked below.
es_es: Puede obtener más información sobre estos nuevos cambios leyendo la publicación del blog vinculada a continuación.

source: View Changes
es_es: Ver Cambios

source: Thank you for purchasing Advanced Coupons for WooCommerce – Advanced Coupons plugin gives WooCommerce store owners extra features on their WooCommerce coupons so they can market their stores better. The Premium version adds lots of extra capabilities to your WooCommerce coupons.
es_es: Gracias por comprar Advanced Coupons para WooCommerce. El complemento Advanced Coupons ofrece a los propietarios de tiendas WooCommerce funciones adicionales en sus cupones para que puedan promocionar mejor sus tiendas. La versión Premium agrega muchas capacidades adicionales a sus cupones de WooCommerce.

source: Would you like to read the Advanced Coupons Premium getting started guide?
es_es: ¿Le gustaría leer la guía de inicio de Advanced Coupons Premium?

source: Read The Getting Started Guide &rarr;
es_es: Leer la Guía de Inicio &rarr;

source: Creating the new virtual coupon was unsuccessful.
es_es: No se pudo crear el nuevo cupón virtual.

source: There was an error updating the virtual coupon.
es_es: Se produjo un error al actualizar el cupón virtual.

source: Virtual coupon requires a valid ID to proceed.
es_es: El cupón virtual requiere una ID válida para continuar.

source: There was an error deleting the virtual code.
es_es: Se produjo un error al eliminar el código virtual.

source: Percentage Discount Cap
es_es: Límite de Descuento en Porcentaje

source: The maximum discount amount value allowed for this percentage type coupon.
es_es: El valor máximo del monto de descuento permitido para este tipo de cupón de porcentaje.

source: Unique identifier for the main coupon.
es_es: Identificador único para el cupón principal.

source: Unique identifier for the virtual coupon.
es_es: Identificador único para el cupón virtual.

source: %s virtual coupon
es_es: %s cupón virtual

source: Unable to create virtual code due to missing required parameters.
es_es: No se pudo crear el código virtual debido a la falta de parámetros obligatorios.

source: The provided coupon ID is invalid.
es_es: La ID de cupón proporcionada no es válida.

source: Successfully created virtual coupon.
es_es: Cupón virtual creado con éxito.

source: Successfully updated virtual coupon.
es_es: Cupón virtual actualizado con éxito.

source: Successfully deleted virtual coupon.
es_es: Cupón virtual eliminado con éxito.

source: %s new virtual coupon codes have been generated for this coupon.
es_es: %s nuevos códigos de cupón virtuales se han generado para este cupón.

source: %s virtual coupon codes have been deleted.
es_es: Se han eliminado %s códigos de cupón virtuales.

source: Required parameters are missing.
es_es: Faltan parámetros obligatorios.

source: Virtual Coupon doesn't exist.
es_es: El cupón virtual no existe.

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: Sunday
es_es: Domingo

source: Activate Key
es_es: Activar Clave

source: Activating. Please wait...
es_es: Activando. Por favor, espere...

source: Please fill in activation email and license key
es_es: Por favor, complete el correo electrónico de activación y la clave de licencia

source: License is Active
es_es: Licencia Activa

source: Not Activated Yet
es_es: Aún No Activada

source: No orders found
es_es: No se encontraron pedidos

source: « Previous
es_es: « Anterior

source: Next »
es_es: Siguiente »

source: Please set a valid custom sort value.
es_es: Por favor, establezca un valor de orden personalizado válido.

source: EXISTS
es_es: EXISTE

source: DOESN'T EXIST
es_es: NO EXISTE

source: Cashback percentage
es_es: Porcentaje de Cashback

source: Cashback amount
es_es: Monto de Cashback

source: Premium Version
es_es: Versión Premium

source: You are currently using Advanced Coupons for WooCommerce Premium version. The premium version gives you a massive range of extra extra features for your WooCommerce coupons so you can promote your store better. As the Premium version functions like an add-on, you must have Advanced Coupons for WooCommerce Free installed and activated along with WooCommerce (which is required for both).
es_es: Actualmente está utilizando la versión Premium de Advanced Coupons para WooCommerce. La versión Premium le ofrece una amplia gama de funciones adicionales para sus cupones de WooCommerce, de modo que pueda promocionar mejor su tienda. Como la versión Premium funciona como un complemento, debe tener instalado y activado Advanced Coupons para WooCommerce Free junto con WooCommerce (que es necesario para ambos).

source: Version
es_es: Versión

source: License Key:
es_es: Clave de Licencia:

source: Activation Email:
es_es: Correo Electrónico de Activación:

source: Can’t find your key?
es_es: ¿No encuentra su clave?

source: Login to your account
es_es: Inicie sesión en su cuenta

source: Rebuild cache
es_es: Reconstruir caché

source: Clear cache
es_es: Limpiar caché

source: Trigger reset cron
es_es: Activar cron de restablecimiento

source: Refetch Plugin Update Data
es_es: Volver a obtener datos de actualización del plugin

source: This will refetch the plugin update data. Useful for debugging failed plugin update operations.
es_es: Esto volverá a recuperar los datos de actualización del plugin. Útil para depurar operaciones de actualización de plugins fallidas.

source: Refetch Update Data
es_es: Volver a recuperar los datos de actualización

source: Shipping discount
es_es: Descuento de envío

source: Not covered locations
es_es: Ubicaciones no cubiertas

source: Non-shipping zone methods
es_es: Métodos de zonas sin envío

source: Shipping overrides have been saved successfully!
es_es: ¡Las anulaciones de envío se han guardado correctamente!

source: Invalid AJAX Operation
es_es: Operación AJAX inválida

source: Security check failed
es_es: La verificación de seguridad falló

source: Failed to activate license. Failed to connect to activation access point. Please contact plugin support.
es_es: Error al activar la licencia. No se pudo conectar con el punto de acceso de activación. Por favor, contacte con el soporte del plugin.

source: ACFW License
es_es: Licencia ACFW

source: License
es_es: Licencia

source: Plugin update data has been refetched successfully.
es_es: Los datos de actualización del plugin se han recuperado correctamente.

source: Plugin updates transient is not yet present. Please visit Dashboard > Updates page and try again.
es_es: La actualización transitoria del plugin aún no está presente. Por favor, visite el panel de control > página de actualizaciones e inténtelo de nuevo.

source: There was an issue trying to refetch the update data. Please make sure that there is an available update and that your license is activated.
es_es: Hubo un problema al intentar recuperar los datos de actualización. Por favor, asegúrese de que haya una actualización disponible y que su licencia esté activada.

source: WC Memberships: Allowed Membership Plans
es_es: WC Membresías: Planes de membresía permitidos

source: WC Memberships: Disallowed Membership Plans
es_es: WC Membresías: Planes de membresía no permitidos

source: Select membership plans
es_es: Seleccionar planes de membresía

source: Custom discounts for subscription products are not supported for this feature.
es_es: Los descuentos personalizados para productos de suscripción no son compatibles con esta función.

source: Scheduler: Coupon start error message
es_es: Planificador: mensaje de error de inicio de cupón

source: Scheduler: Coupon expire error message
es_es: Planificador: mensaje de error de expiración de cupón

source: One Click Apply: Message
es_es: Aplicación con un clic: mensaje

source: One Click Apply: Button text
es_es: Aplicación con un clic: texto del botón

source: Schedule Start Error Message (global)
es_es: Mensaje de error de inicio de planificación (global)

source: Schedule Expire Error Message (global)
es_es: Mensaje de error de expiración de planificación (global)

source: Manually reset usage limit
es_es: Restablecer límite de uso manualmente

source: Usage limits for %s coupon(s) have been reset successfully.
es_es: Los límites de uso para %s cupón(es) se han restablecido correctamente.

source: Manage virtual coupons
es_es: Gestionar cupones virtuales

source: Number of codes:
es_es: Número de códigos:

source: Generate virtual coupon codes
es_es: Generar códigos de cupones virtuales

source: %s virtual coupon codes have been used for this coupon.
es_es: Se han utilizado %s códigos de cupones virtuales para este cupón.

source: Copy all new virtual coupon codes
es_es: Copiar todos los nuevos códigos de cupones virtuales

source: Manage Virtual Coupons
es_es: Gestionar cupones virtuales

source: Virtual Coupon Code
es_es: Código de cupón virtual

source: Coupon
es_es: Cupón

source: Usage Status
es_es: Estado de uso

source: Date Created
es_es: Fecha de creación

source: Date Expire
es_es: Fecha de expiración

source: Customer
es_es: Cliente

source: Select date
es_es: Seleccionar fecha

source: Search customer
es_es: Buscar cliente

source: Edit
es_es: Editar

source: Cancel
es_es: Cancelar

source: Yes
es_es: Sí

source: Are you sure you want to delete this virtual coupon?
es_es: ¿Está seguro de que desea eliminar este cupón virtual?

source: Bulk Delete
es_es: Eliminar en masa

source: Are you sure you want to delete these %s virtual coupons?
es_es: ¿Está seguro de que desea eliminar estos %s cupones virtuales?

source: Search...
es_es: Buscar...

source: Select a status
es_es: Seleccionar un estado

source: Search
es_es: Buscar

source: Status
es_es: Estado

source: Pending
es_es: Pendiente

source: Used
es_es: Usado

source: unlimited
es_es: ilimitado

source: recent
es_es: reciente

source: Recently generated
es_es: Generado recientemente

source: Filter
es_es: Filtrar

source: Copy Virtual Coupons
es_es: Copiar cupones virtuales

source: Copy all
es_es: Copiar todo

source: Virtual coupon codes have been copied!
es_es: ¡Los códigos de cupones virtuales se han copiado!

source: Download as CSV
es_es: Descargar como CSV

source: Virtual Coupon URL
es_es: URL del cupón virtual

source: Virtual coupon URL has been copied.
es_es: La URL del cupón virtual se ha copiado.

source: URL managed on individual Virtual Coupons.
es_es: URL gestionada en cupones virtuales individuales.

source: There was an error with the virtual coupons query. Please try again.
es_es: Hubo un error con la consulta de cupones virtuales. Por favor, inténtelo de nuevo.

source: The provided coupon doesn't exist.
es_es: El cupón proporcionado no existe.

source: Bulk creation of virtual coupon codes has failed. Please try again.
es_es: La creación masiva de códigos de cupones virtuales ha fallado. Por favor, inténtelo de nuevo.

source: Bulk deletion of virtual coupon codes has failed. Please try again.
es_es: La eliminación masiva de códigos de cupones virtuales ha fallado. Por favor, inténtelo de nuevo.

source: Mutually Exclusive
es_es: Mutuamente excluyente

source: Enable Mutually Exclusive Option
es_es: Habilitar opción mutuamente excluyente

source: Enabling this option will ensure that only a single coupon belonging to the selected category can be applied to the cart, preventing multiple coupons of the same category from being added to the order.
es_es: Habilitar esta opción asegurará que solo un cupón perteneciente a la categoría seleccionada pueda aplicarse al carrito, impidiendo que se añadan múltiples cupones de la misma categoría al pedido.

source: The Add Products feature can also be combined with other features like Cart Conditions and Auto Apply to make products appear in the customer's cart like magic once certain conditions are met.
es_es: La función Añadir Productos también puede combinarse con otras funciones como Condiciones del Carrito y Aplicación Automática para que los productos aparezcan en el carrito del cliente como por arte de magia una vez se cumplan ciertas condiciones.

source: Price/Discount
es_es: Precio/Descuento

source: Add Product
es_es: Añadir producto

source: Save "Add Products" Data
es_es: Guardar datos de "Añadir productos"

source: Add undiscounted products before coupon restrictions & cart conditions.
es_es: Añadir productos sin descuento antes de las restricciones de cupón y condiciones del carrito.

source: Are you sure you want to do this?
es_es: ¿Está seguro de que desea hacer esto?

source: Clear "Add Products" Data
es_es: Limpiar datos de "Añadir productos"

source: Allowed customers
es_es: Clientes permitidos

source: Search customers&hellip;
es_es: Buscar clientes&hellip;

source: Search and select customers that are eligible to only use this coupon.
es_es: Buscar y seleccionar clientes que son elegibles para usar únicamente este cupón.

source: Automatically add deal products to cart:
es_es: Añadir productos de la oferta automáticamente al carrito:

source: Sort priority in cart
es_es: Ordenar prioridad en el carrito

source: Custom
es_es: Personalizado

source: Sort priority value that will be used to determine the order of the coupon. Coupons are sorted (ascendingly) in the cart/checkout during calculation of the cart totals. Set to a lower value to prioritize the coupon or a higher value if you want it to be applied last. Default value is "Normal (30)".
es_es: Valor de prioridad de orden que se usará para determinar el orden del cupón. Los cupones se ordenan (de manera ascendente) en el carrito/checkout durante el cálculo de los totales del carrito. Establezca un valor más bajo para priorizar el cupón o un valor más alto si desea que se aplique al final. El valor predeterminado es "Normal (30)".

source: Day/Time Schedules
es_es: Horarios de Día/Hora

source: Days and time range
es_es: Rango de días y horas

source: from
es_es: de

source: to
es_es: a

source: Restrict the coupon to only be valid only on certain days and time of the week.
es_es: Restringir el cupón para que solo sea válido en ciertos días y horas de la semana.

source: Invalid days and time error message
es_es: Mensaje de error de días y horas no válidos

source: Show a custom error message to customers that try to apply this coupon on days and/or times that are not valid.
es_es: Mostrar un mensaje de error personalizado a los clientes que intenten aplicar este cupón en días y/u horas no válidos.

source: Exclude coupons
es_es: Excluir cupones

source: Search coupons and/or coupon categories&hellip;
es_es: Buscar cupones y/o categorías de cupones&hellip;

source: This is the advanced version of the "Individual use only" field. Coupons listed here or coupons under the categories listed cannot be used in conjunction with this coupon.
es_es: Esta es la versión avanzada del campo "Uso individual solamente". Los cupones listados aquí o los cupones bajo las categorías listadas no pueden usarse junto con este cupón.

source: Override the shipping costs for the given shipping methods below when they show up in the checkout. You can specify multiple shipping methods here and they will be discounted if the customer selects it.
es_es: Anule los costos de envío para los métodos de envío indicados a continuación cuando aparezcan en el checkout. Puede especificar varios métodos de envío aquí y se descontarán si el cliente los selecciona.

source: Shipping Method
es_es: Método de envío

source: Discount
es_es: Descuento

source: No shipping overrides added
es_es: No se han añadido anulaciones de envío

source: Add Shipping Override
es_es: Añadir anulación de envío

source: Save Shipping Overrides
es_es: Guardar anulaciones de envío

source: Clear Shipping Overrides
es_es: Limpiar anulaciones de envío

source: Virtual coupons are other codes that are also valid for this coupon. It’s great when you need lots of unique codes for the same deal.
es_es: Los cupones virtuales son otros códigos que también son válidos para este cupón. Es ideal cuando necesitas muchos códigos únicos para la misma oferta.

source: Enable virtual coupons
es_es: Habilitar cupones virtuales

source: %1$sNotice:%2$s You'll need to update the coupon to properly enable/disable this feature.
es_es: %1$sAviso:%2$s Deberá actualizar el cupón para habilitar/deshabilitar correctamente esta función.

source: Action required
es_es: Acción requerida

source: %1$sAdvanced Coupons for WooCommerce Premium%2$s plugin missing dependency.
es_es: El plugin %1$sAdvanced Coupons for WooCommerce Premium%2$s tiene una dependencia faltante.

source: Important - please update Advanced Coupons free plugin
es_es: Importante: por favor actualice el plugin gratuito de Advanced Coupons

source: Advanced Coupons Free Version needs to be on at least version %1$s to work properly with Advanced Coupons Premium %2$s
es_es: La versión gratuita de Advanced Coupons debe estar al menos en la versión %1$s para funcionar correctamente con Advanced Coupons Premium %2$s

source: Please update by clicking below.
es_es: Por favor, actualice haciendo clic a continuación.

source: Update Plugin
es_es: Actualizar plugin

source: %1$sAdvanced Coupons for WooCommerce Premium%2$s plugin invalid dependency version.
es_es: Versión de dependencia inválida en el plugin %1$sAdvanced Coupons for WooCommerce Premium%2$s.

source: scheduled
es_es: programado

source: Go
es_es: Ir

source: Export CSV
es_es: Exportar CSV

source: Show
es_es: Mostrar

source: entries
es_es: entradas

source: Order
es_es: Pedido

source: Date
es_es: Fecha

source: Coupons
es_es: Cupones

source: Order Total
es_es: Total del pedido

source: Discounts Total
es_es: Total de descuentos

source: Rebuild auto apply coupon cache
es_es: Reconstruir caché de aplicación automática de cupones

source: Clear auto apply coupon cache
es_es: Limpiar caché de aplicación automática de cupones

source: Advanced Coupons comes in two versions - the free version (with feature limitations) and the Premium add-on.
es_es: Advanced Coupons viene en dos versiones: la versión gratuita (con limitaciones de funciones) y el complemento Premium.

source: Your current license for Advanced Coupons:
es_es: Su licencia actual para Advanced Coupons:

source: Login to your account.
es_es: Inicie sesión en su cuenta.
